Repository: ypb-dig/sugar_couple
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Saving functionality is disabled in this demo.
pt_br: funcionalidade saving está desativado nesta demonstração.

source: Your Account seems to Inactive or Deleted or Not Activated, Please contact Administrator.
pt_br: Sua conta parece estar inativa ou apagada, ou não ativada, por favor, contate o administrador.

source: Please login to complete request.
pt_br: Por favor, realize login para concluir o pedido.

source: Your account does not seems to be active, please contact administrator.
pt_br: Sua conta não parece estar ativa, por favor, contate o administrador.

source: Please fill your profile information.
pt_br: Preencha as informações do perfil.

source: Invalid Request
pt_br: Requisição inválida

source: Invalid page type.
pt_br: Tipo de página inválida.

source: Configuration updated successfully.
pt_br: Configuração atualizada com sucesso.

source: Nothing updated.
pt_br: Nenhuma atualização.

source: Something went wrong on server.
pt_br: Algo deu errado no servidor.

source: The :attribute has already been taken
pt_br: O :attribute já esta sendo utilizado

source: Translation language stored successfully.
pt_br: Idioma de tradução armazenado com sucesso.

source: Translation language not stored.
pt_br: Linguagem tradução não armazenada.

source: Translation language does not exists.
pt_br: Tradução de idiomas não existe.

source: Translation language deleted successfully.
pt_br: Idioma de tradução excluído com sucesso.

source: Translation languages does not exists.
pt_br: Línguas tradução não existe.

source: Source files scanned & PO/MO files updated successfully
pt_br: Arquivos de origem digitalizada & PO / MO arquivos atualizados com sucesso

source: Source files scanned & PO/MO files generated successfully
pt_br: Arquivos de origem digitalizada & PO / MO arquivos gerados com sucesso

source: PO/MO files updated successfully
pt_br: Arquivos PO / MO atualizado com sucesso

source: PO/MO files generated successfully
pt_br: Arquivos PO / MO gerado com sucesso

source: Translation has been cleared
pt_br: A tradução foi apagada

source: Translation updated successfully
pt_br: Tradução atualizada com sucesso

source: Messages translated successfully.
pt_br: Mensagens traduzidas com sucesso.

source: Something went wrong while processing your request
pt_br: Algo deu errado ao processar seu pedido

source: Notification does not exists.
pt_br: Notificação não existe.

source: Notification read successfully.
pt_br: Notificação visualizada com sucesso.

source: Notification not read.
pt_br: Notificação não visualizada.

source: Complete
pt_br: Completo

source: Failed
pt_br: Erro

source: You are not a member of the system, Please go and register first , then you can proceed for login.
pt_br: Você não é um membro do sistema, por favor registre-se, então você pode ir para o login.

source: Your account currently __status__, Please contact to administrator.
pt_br: Sua conta esta atualmente __status__, entre em contato com administrador.

source: User Logged In successfully
pt_br: Usuário logado com sucesso

source: is Logged In.
pt_br: Esta logado.

source: success
pt_br: sucesso

source: Welcome, you are logged in successfully.
pt_br: Bem-vindo, você está logado com sucesso.

source: Authentication failed, please check your credentials & try again.
pt_br: Autenticação falhou, verifique suas credenciais e tente novamente.

source: User logout failed.
pt_br: Falha ao tentar deslogar.

source: User not added.
pt_br: Usuário não adicionado.

source: User credits not stored.
pt_br: Créditos de usuário não armazenado.

source: Your account created successfully, to activate your account please check your email.
pt_br: A sua conta foi criada com sucesso, para ativar sua conta por favor, verifique o seu e-mail.

source: Your account created successfully.
pt_br: A sua conta foi criada com sucesso.

source: Something went wrong on server, please contact to administrator.
pt_br: Algo deu errado no servidor, entre em contato com administrador.

source: Current password is incorrect.
pt_br: A senha atual está incorreta.

source: Password updated successfully
pt_br: Senha atualizada com sucesso

source: Password not updated.
pt_br: A senha não atualizada.

source: Please check your password.
pt_br: Por favor, verifique sua senha.

source: New email activation link has been sent to your new email address, please check your email.
pt_br: Novo link de ativação de e-mail foi enviado para o seu novo endereço de e-mail, por favor, verifique o seu e-mail.

source: Update email successfully.
pt_br: Atualizar e-mail com sucesso.

source: Email not updated.
pt_br: E-mail não atualizado.

source: User data not exists.
pt_br: Dados do usuário não existem.

source: Invalid Request.
pt_br: Pedido inválido.

source: We have e-mailed your password reset link.
pt_br: Nós enviamos um email com o link de redefinição de senha.

source: Something went wrong on server
pt_br: Algo deu errado no servidor

source: Password reset successfully.
pt_br: Redefinição de senha com sucesso.

source: Account Activation link invalid.
pt_br: Link de ativação de conta inválido.

source: Your account has been activated successfully. Login with your email ID and password.
pt_br: Sua conta foi ativada com sucesso. Entre com o seu e-mail e senha.

source: User does not exists.
pt_br: O usuário não existe.

source: Profile visited successfully
pt_br: Perfil visitado com sucesso

source: Profile visited by
pt_br: Perfil visitado por

source: Profile visitors not created.
pt_br: Perfil de visitantes não foi criado.

source: credits
pt_br: créditos

source: User Liked Removed Successfully
pt_br: Curtiu do usuário removido com sucesso

source: User Disliked Removed Successfully
pt_br: Não custida do usuário removido com sucesso

source: User liked successfully
pt_br: Usuário curtiu com sucesso

source: Profile liked by
pt_br: Perfil desejado por

source: User liked successfully.
pt_br: Usuário curtiu com sucesso.

source: User Disliked successfully.
pt_br: Usuário não curtiu com sucesso.

source: Something went wrong.
pt_br: Algo deu errado.

source: Gift data does not exists.
pt_br: Dados do presente não existe.

source: Your credit balance is too low, please purchase credits.
pt_br: Seu saldo de crédito é muito baixo, por favor compre mais creditos.

source: Gift send successfully
pt_br: Presente enviado com sucesso

source: Gift send by
pt_br: Presente enviado por

source: Gift send successfully.
pt_br: Presente enviado com sucesso.

source: Gift not send.
pt_br: Presente não enviado.

source: User already abuse reported.
pt_br: Abuso de usuário já reportado

source: User abuse reported successfully.
pt_br: Abuso de usuário reportado com sucesso.

source: User failed to abuse report.
pt_br: Usuário não conseguiu denúnciar abuso.

source: You are already block this user.
pt_br: Você já bloqueou este usuário

source: Blocked user successfully.
pt_br: Usuáriobloqueado com sucesso.

source: User not block.
pt_br: Usuário não bloqueado.

source: Block user does not exists.
pt_br: Não existem usuários bloqueados.

source: User has been unblock successfully.
pt_br: Usuário desbloqueado com sucesso.

source: Failed to unblock user.
pt_br: Falha ao desbloquear usuário.

source: Enough credits are not available. Please buy some credits
pt_br: Créditos insuficientes. Por favor compre alguns créditos

source: Booster activated successfully
pt_br: Impulsionador ativada com sucesso

source: Failed to boost profile.
pt_br: Falha ao impulsionar perfil.

source: Wizard completed successfully
pt_br: Assistente concluído com êxito

source: Failed to complete profile
pt_br: Falha ao completar perfil

source: Mail has been sent successfully, we contact soon.
pt_br: Email enviado com sucesso, entramos em contato em breve.

source: Failed to send mail.
pt_br: Falha ao enviar e-mails.

source: Your account has been deleted successfully.
pt_br: Sua conta foi excluída com sucesso.

source: Account not deleted.
pt_br: Conta não excluída.

source: You are not a member of this system.
pt_br: Você não é um membro deste sistema.

source: Account already activated.
pt_br: Conta já activada.

source: Activation mail sent successfully, to activate your account please check your email.
pt_br: E-mail de ativação enviado com sucesso, para ativar sua conta por favor, verifique o seu e-mail.

source: Failed to send activation mail
pt_br: Falha ao enviar e-mail de ativação

source: Invalid OTP
pt_br: inválida OTP

source: Otp verified successfully.
pt_br: Otp verificada com êxito.

source: Your account might be Inactive, Blocked or Not Activated.
pt_br: Sua conta pode estar inativa, bloqueada ou não ativada.

source: OTP sent successfully, to reset password use OTP sent to your email.
pt_br: OTP enviada com sucesso, para redefinição de senha use o OTP enviado para o seu e-mail.

source: Failed to send OTP
pt_br: Falha ao enviar OTP

source: Authentication Failed. Please Check Your Password.
pt_br: A autenticação falhou. Por favor, verifique sua senha.

source: Email updated successfully.
pt_br: E-mail atualizado com sucesso.

source: Your are already buy premium plan.
pt_br: Você já possui um plano contratado.

source: Your credit ballance is too low, please purchase credits.
pt_br: Seu balanço de crédito é insuficiente, por favor, compre mais creditos.

source: Buy Premium Plan successfully.
pt_br: Plano contratado com sucesso.

source: Something went wrong, please contact to administrator.
pt_br: Algo deu errado, por favor entre em contato com o administrador.

source: Selected plan not exists.
pt_br: O plano selecionado não existe.

source: Please select plan first.
pt_br: Por favor, selecione primeiro um plano.

source: User added successfully.
pt_br: Usuário adicionado com sucesso.

source: User updated successfully.
pt_br: Usuário atualizado com sucesso.

source: User soft deleted successfully.
pt_br: Usuário excluído logicamente com sucesso.

source: To delete user permanently you have to soft delete first.
pt_br: Para usuário excluir permanentemente você tem que apagar suave em primeiro lugar.

source: User permanent deleted successfully.
pt_br: Usuário excluído permanente com sucesso.

source: User restore successfully.
pt_br: Usuário restaurado com sucesso.

source: User blocked successfully.
pt_br: Usuário bloqueado com sucesso.

source: User unblocked successfully.
pt_br: Usuário desbloqueado com sucesso.

source: Fake users added successfully.
pt_br: Usuários falsos adicionado com sucesso.

source: Fake users not added.
pt_br: Usuários falsos não adicionado.

source: User verified successfully.
pt_br: Usuário verificado com sucesso.

source: User does not exist.
pt_br: Usuário não existe.

source: Photo removed successfully.
pt_br: Foto removida com sucesso.

source: Skip user successfully.
pt_br: usuário ignorado com sucesso.

source: Something is wrong form social account, Please contact with administrator.
pt_br: Algo está errado com redes sociais, entre em contato com o administrador.

source: Authentication failed. Please check your email/password & try again.
pt_br: A autenticação falhou. Por favor, verifique seu e-mail/senha e tente novamente.

source: The email is required for user login.
pt_br: O e-mail é necessário para o login do usuário.

source: User not exists.
pt_br: O usuário não existe.

source: Your new email activated successfully.
pt_br: Seu novo e-mail ativado com sucesso.

source: Payment successfully.
pt_br: Pagamento com sucesso.

source: Payment failed.
pt_br: Pagamento falhou.

source: Something went wrong, Please contact with administrator.
pt_br: Algo deu errado, por favor, entre em contato com o administrador.

source: App not found please contact administrator
pt_br: App não encontrado administrador de contato,

source: You have denied access to from __provider__
pt_br: Você negou o acesso a partir de __provider__

source: Welcome, you are logged in successfully
pt_br: Bem-vindo, você está logado com sucesso

source: Payment Complete
pt_br: Pagamento Completo

source: Payment Failed
pt_br: Pagamento falhou

source: Package does not exist.
pt_br: Pacote não existe.

source: Success
pt_br: Sucesso

source: Something went wrong, please contact to system administrator
pt_br: Algo deu errado, por favor , entre em contato com administrador do sistema

source: Transaction store successfully.
pt_br: Transação armazenada com sucesso.

source: Transaction not stored.
pt_br: Transação não armazenado.

source: Session data does not exist.
pt_br: Os dados da sessão não existe.

source: Failed Payment
pt_br: Pagamento falhou

source: Your card was denied, please provide a new payment method
pt_br: Seu cartão foi negado, por favor fornecer um novo método de pagamento

source: Looks
pt_br: Aparência

source: Ethnicity
pt_br: Etnia

source: White
pt_br: Branco

source: Black
pt_br: Negro

source: Middle Eastern
pt_br: Oriente médio

source: North African
pt_br: Norte Africano

source: Latin American
pt_br: Latino Americano

source: Mixed
pt_br: Misturado

source: Asian
pt_br: Asiático

source: Other
pt_br: Outro

source: Body Type
pt_br: Tipo de corpo

source: Slim
pt_br: Magro

source: Sporty
pt_br: Esportista

source: Curvy
pt_br: Curvo

source: Round
pt_br: Cheio

source: Supermodel
pt_br: Super Modelo

source: Average
pt_br: Mediano

source: Height
pt_br: Altura

source: Hair Color
pt_br: Cor de cabelo

source: Brown
pt_br: Castanho

source: Sandy
pt_br: Arenoso

source: Gray or Partially Gray
pt_br: Cinza ou parcialmente cinza

source: Blond/Strawberry
pt_br: Louro / Morango

source: Blue
pt_br: Azul

source: Green
pt_br: Verde

source: Orange
pt_br: laranja

source: Pink
pt_br: Rosa

source: Purple
pt_br: Roxa

source: Partly or Completely Bald
pt_br: Parcial ou Careca

source: Personality
pt_br: Personalidade

source: Nature
pt_br: Natureza

source: Accommodating
pt_br: Acomodador

source: Adventurous
pt_br: Aventureiro

source: Calm
pt_br: Calmo

source: Careless
pt_br: Descuidado

source: Cheerful
pt_br: Alegre

source: Demanding
pt_br: Exigente

source: Extroverted
pt_br: Extrovertido

source: Honest
pt_br: Honesto

source: Generous
pt_br: Generoso

source: Humorous
pt_br: Engraçado

source: Introverted
pt_br: Introvertido

source: Lively
pt_br: Animado

source: Loner
pt_br: Solitário

source: Nervous
pt_br: Nervoso

source: Possessive
pt_br: Possessivo

source: Quiet
pt_br: Quieto

source: Reserved
pt_br: Reservado

source: Sensitive
pt_br: Sensível

source: Shy
pt_br: Tímido

source: Spontaneous
pt_br: Espontâneo

source: Stubborn
pt_br: Teimoso

source: Suspicious
pt_br: Suspeito

source: Thoughtful
pt_br: Pensativo

source: Proud
pt_br: Orgulhoso

source: Considerate
pt_br: Atencioso

source: Friendly
pt_br: Amigáveis

source: Polite
pt_br: educado

source: Reliable
pt_br: Confiável

source: Careful
pt_br: Cuidado

source: Helpful
pt_br: Útil

source: Patient
pt_br: Paciente

source: Optimistic
pt_br: Otimista

source: Friends
pt_br: Amigos

source: No friends
pt_br: Nenhum amigo

source: Some friends
pt_br: Alguns amigos

source: Many friends
pt_br: Muitos amigos

source: Only good friends
pt_br: Apenas bons amigos

source: Children
pt_br: Crianças

source: No, never
pt_br: Não nunca

source: Someday, maybe
pt_br: Algum dia talvez

source: Expecting
pt_br: Esperando

source: already have kids
pt_br: Tenho filhos

source: have kids and don't want more
pt_br: Tenho filhos e não quero outros

source: Pets
pt_br: Animais de estimação

source: None
pt_br: Nenhum

source: Have pets
pt_br: Tenha animais de estimação

source: Lifestyle
pt_br: Estilo de vida

source: Religion
pt_br: Religião

source: Muslim
pt_br: Muçulmano

source: Atheist
pt_br: Ateu

source: Buddhist
pt_br: Budista

source: Catholic
pt_br: Católico

source: Christian
pt_br: Cristão

source: Jewish
pt_br: Judaico

source: Agnostic
pt_br: Agnóstico

source: I live with
pt_br: Eu moro com

source: Alone
pt_br: Sozinho

source: Parents
pt_br: Pais

source: Partner
pt_br: Parceiro

source: Car
pt_br: Carro

source: My Own Car
pt_br: Meu próprio carro

source: Travel
pt_br: Viagem

source: Yes, all the time
pt_br: Sim o tempo todo

source: Yes, sometimes
pt_br: Sim as vezes

source: Not very much
pt_br: Não muito

source: No
pt_br: Não

source: Smoke
pt_br: Fumante

source: Never
pt_br: Nunca

source: I Smoke Sometimes
pt_br: Eu fumo Às vezes

source: Drink
pt_br: Bebida

source: I Drink Sometimes
pt_br: Eu bebo Às vezes

source: Favorites
pt_br: Favoritos

source: Music Genre
pt_br: Gênero musical

source: Singer
pt_br: Cantor

source: Song
pt_br: Música

source: Hobby
pt_br: Passatempo

source: Sport
pt_br: Esporte

source: Book
pt_br: Livro

source: Dish
pt_br: Prato

source: Color
pt_br: Cor

source: Movie
pt_br: Filme

source: User setting updated successfully.
pt_br: Configuração de usuário atualizada com sucesso.

source: Your basic information updated successfully.
pt_br: Suas informações básicas atualizadas com sucesso.

source: Invalid data proceed.
pt_br: Dados inválidos prosseguir.

source: Something went wrong on server while processing.
pt_br: Algo deu errado no servidor durante o processamento.

source: Location stored successfully.
pt_br: Localização armazenada com sucesso.

source: Profile picture updated successfully.
pt_br: Perfil quadro atualizado com sucesso.

source: Profile cover picture updated successfully.
pt_br: Perfil foto da capa atualizada com sucesso.

source: Profile updated successfully.
pt_br: Perfil atualizado com sucesso.

source: You cannot upload more than 10 photos.
pt_br: Você não pode carregar mais de 10 fotos.

source: Photos uploaded successfully.
pt_br: Fotos enviadas com sucesso.

source: Message request decline.
pt_br: Pedido de mensagem recusado.

source: New message received from __fullName__.
pt_br: Nova mensagem recebida de __fullName__.

source: Message sent.
pt_br: Mensagem enviada.

source: Message request accepted, now you can chat with each other.
pt_br: Pedido de mensagem aceito, agora você pode conversar uns com os outros.

source: Message request rejected.
pt_br: Pedido de mensagem rejeitado.

source: Message request accepted by __fullName__.
pt_br: Pedido de mensagem aceito pela __fullName__.

source: Message request declined by __fullName__.
pt_br: Pedido de mensagem recusado por __fullName__.

source: Message does not exists.
pt_br: Mensagem não existe.

source: Message deleted successfully.
pt_br: Mensagem apagada com sucesso.

source: Message not deleted.
pt_br: A mensagem não apagada.

source: All messages deleted successfully.
pt_br: Todas as mensagens excluídas com sucesso.

source: Sticker does not exists.
pt_br: Etiqueta não existe.

source: You are already purchase this sticker.
pt_br: Você já compro esta etiqueta.

source: Sticker purchased successfully.
pt_br: Etiqueta comprada com sucesso.

source: Sticker not purchased.
pt_br: Etiqueta não comprada.

source: User seems to be offline.
pt_br: Usuário parece estar offline.

source: User Call
pt_br: Chamada de usuário

source: is Calling You.
pt_br: está chamando você.

source: Caller Reject Call
pt_br: Chamador rejeitou a chamada

source: Disconnect Call.
pt_br: Desconectar da chamada.

source: Receiver Reject Call
pt_br: Receptor rejeitou a chamada

source: Caller Errors
pt_br: Erros de chamadas

source: errors
pt_br: erros

source: Receiver Errors
pt_br: Erros do receptor

source: Receiver Accept Call
pt_br: Receptor Aceitou a Chamada

source: Call Already Connected.
pt_br: Chamada já conectada.

source: User not exist.
pt_br: Usuário não existe.

source: Package added successfully.
pt_br: Pacote adicionado com sucesso.

source: Package not added.
pt_br: Pacote não adicionado.

source: Package does not exist
pt_br: Pacote não existe

source: Package updated successfully.
pt_br: Pacote atualizado com sucesso.

source: Package not updated.
pt_br: Pacote não atualizado.

source: Package deleted successfully.
pt_br: Pacote excluído com sucesso.

source: Package not deleted.
pt_br: Pacote não excluído.

source: Gift added successfully.
pt_br: Presente adicionado com sucesso.

source: Gift not added.
pt_br: Presente não adicionado.

source: Gift does not exist
pt_br: O presente não existe

source: Gift updated successfully.
pt_br: Presente atualizado com sucesso.

source: Gift not updated.
pt_br: Presente não atualizado.

source: Gift deleted successfully.
pt_br: Presente excluído com sucesso.

source: Gift not deleted.
pt_br: Presente não excluído.

source: Yes
pt_br: Sim

source: Sticker uploaded successfully
pt_br: Etiqueta carregado com sucesso

source: Normal price may not be greater than premium price.
pt_br: Preço normal não pode ser maior do que o preço premium.

source: Sticker added successfully.
pt_br: Etiqueta adicionada com sucesso.

source: Sticker not added.
pt_br: Etiqueta não adicionada.

source: Sticker does not exist
pt_br: A etiqueta não existe

source: Sticker updated successfully.
pt_br: Etiqueta atualizado com sucesso.

source: Sticker not updated.
pt_br: Etiqueta não atualizado.

source: Sticker deleted successfully.
pt_br: Etiqueta excluído com sucesso.

source: Sticker not deleted.
pt_br: Etiqueta não excluído.

source: Report does not exist
pt_br: O relatório não existe

source: Report moderated successfully
pt_br: Relatório moderado com sucesso

source: Report not moderated.
pt_br: Relatório não moderado.

source: Something went wrong on server, please try again later.
pt_br: Algo deu errado no servidor, tente novamente mais tarde.

source: Transaction does not exist
pt_br: Transação não existe

source: Delete all test transactions successfully.
pt_br: Excluir todas as transações de teste com sucesso.

source: Transactions not deleted.
pt_br: Transações não excluidas.

source: Page added successfully
pt_br: Página adicionada com sucesso

source: Page not added.
pt_br: Não tem nenhuma página.

source: Page does not exist
pt_br: A página não existe

source: Page updated successfully
pt_br: Página atualizada com sucesso

source: Page not updated.
pt_br: Página não atualizado.

source: Page does not exist.
pt_br: A página não existe.

source: Page deleted successfully.
pt_br: Página excluído com sucesso.

source: Page not deleted.
pt_br: A página não excluída.

source: Only __ex__ images accepted.
pt_br: aceita apenas imagens __ex__.

source: File uploaded successfully.
pt_br: Arquivo carregado com sucesso.

source: Something went wrong, Please try again.
pt_br: Alguma coisa deu errado. Por favor tente outra vez.

source: File does not exists.
pt_br: Arquivo não existe.

source: Something went wrong while move file.
pt_br: Algo deu errado arquivo movimento enquanto.

source: Uploaded file does not exists
pt_br: O arquivo enviado não existe

source: invalid uploaded file.
pt_br: Arquivo invalido.

source: File Uploaded Successfully.
pt_br: Arquivo carregado com sucesso.

source: Something went wrong while file uploading.
pt_br: Algo deu errado ao tentar eviar o arquivo.

source: Something went wrong while file moving.
pt_br: Algo deu errado ao tentar mover arquivo.

source: File Uploaded successfully.
pt_br: Arquivo carregado com sucesso.

source: Keys not found
pt_br: Chaves não encontrado

source: Invalid Request Inputs ... !!
pt_br: Dados de requisição inválida ... !!

source: Currency
pt_br: Moeda

source: Select Currency
pt_br: Escolha a moeda

source: Currency Code
pt_br: Código da moeda

source: Currency Symbol
pt_br: Símbolo de moeda

source: Round Zero Decimal Currency
pt_br: Moeda arredondada, sem decimais

source: All the price and amount will be rounded. e.g : 10.25 It will become 10 , 10.57 It will become 11.
pt_br: Todo o preço e quantidade será arredondado. por exemplo: 10.25 vai tornar-se 10, 10,57 vai tornar-se 11.

source: This currency doesn't support Decimal values it may create error at payment.
pt_br: Esta moeda não suporta valores decimais pode ocorrer erro no pagamento.
