Repository: ypb-dig/sugar_couple
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Login to your account
pt_br: Faça login na sua conta

source: Remember Me
pt_br: Lembrar

source: Login with Google
pt_br: Entrar com o Google

source: Login with Facebook
pt_br: Entrar com o Facebook

source: Don't have a Account Create New Its Free!!
pt_br: Não tem uma conta, Criar sua conta grátis !!

source: You have already purchased the premium plan
pt_br: Você já comprou o plano premium

source: Plan
pt_br: Plano

source: Expiry
pt_br: Expira

source: Debited Credits
pt_br: Créditos debitados

source: Choose Duration Plan for Premium
pt_br: Escolha seu plano premium

source: __creditPrice__ Credit
pt_br: __creditPrice__ crédito

source: Be Premium Now
pt_br: Seja premium Agora

source: There are no premium plans.
pt_br: Não há planos premium.

source: Premium Features
pt_br: Recursos premium

source: Discounts on Gifts, Stickers & Profile Booster
pt_br: Descontos em presentes, etiquetas & perfil impulsionador

source: Premium Badge
pt_br: Emblema premium

source: Priority In Search Result & Random Users
pt_br: Prioridade em busca de resultado e usuários aleatórios

source: There are no premium features.
pt_br: Não há recursos premium.

source: You want to buy __selectedPlanTitle__ plan.
pt_br: Você quer comprar plano de __selectedPlanTitle__.

source: Your credit balance is too low, please purchase credits
pt_br: Seu saldo de crédito é muito baixo, por favor, compre mais créditos

source: You are the Premium User now
pt_br: Você é o usuário premium agora

source: Load more
pt_br: Carregue mais

source: Looks like you reached the end.
pt_br: Parece que você chegou ao final.

source: As you had registered using social account & didn’t set the password yet, you need to logout and use Forgot Password link to set a password.
pt_br: Como você tinha registrado usando a conta sociais e não definir a senha ainda, você precisa sair e usar link Esqueceu a senha para definir uma senha.

source: Update Password
pt_br: Atualizar senha

source: Manage User Uploads
pt_br: Gerir Carregamentos de usuários

source: Type
pt_br: Tipo

source: You want to delete this Photo
pt_br: Você deseja excluir esta foto

source: Reset your password
pt_br: Redefinir sua senha

source: We have sent password reset link to your email address..
pt_br: Nós enviamos um link de redefinição de senha para o seu endereço de e-mail ..

source: Enter Full Name
pt_br: Insira o nome completo

source: Enter Email
pt_br: Digite e-mail

source: Subject
pt_br: Assunto

source: There are no blocked users.
pt_br: Não há usuários bloqueados.

source: Who Likes Me
pt_br: Quem me deu curtidas

source: There are no people liked me.
pt_br: Não há pessoas que me deram curtidas

source: This is a premium feature, to view who likes me you need to buy premium plan first.
pt_br: Este é um recurso premium, você precisa comprar plano premium para acessa-lo.

source: Users Online
pt_br: Usuários online

source: Active Users
pt_br: Usuários ativos

source: Inactive Users
pt_br: Usuários inativos

source: Awaiting Abuse Reports
pt_br: Aguardando Denúncias de Abuso

source: Current Month Earnings
pt_br: Lucro do mês atual

source: Earnings Overview
pt_br: Lucro Overview

source: Current Year Registrations
pt_br: Cadastros no ano

source: Audio Call
pt_br: Chamada de áudio

source: Video Call
pt_br: Chamada de video

source: Delete All Chat
pt_br: Excluir Todos os Chat

source: Accept
pt_br: Aceitar

source: Decline
pt_br: Rejeitar

source: Message Request Declined
pt_br: Pedido mensagem Recusado

source: Are you sure to purchase this sticker
pt_br: Tem certeza que deseja comprar esta etiqueta

source: User needs to accept chat request
pt_br: O usuário precisa aceitar o pedido de chat

source: Reject
pt_br: Rejeitar

source: Error!
pt_br: Erro!

source: May be your browser not support Audio/Video Calling. We recommend you to use another browser.
pt_br: Pode ser que o seu navegador não suporta chamada de áudio / vídeo. Recomendamos que você use outro navegador.

source: Ringing...
pt_br: Tocando...

source: Calling...
pt_br: Chamando ...

source: Connecting...
pt_br: Conectando ...

source: Connected
pt_br: Conectado

source: Call Disconnected...
pt_br: Chamada Desconectada ...

source: Some went wrong, please contact to administrator.
pt_br: Algo deu errado, por favor, contacte para o administrador.

source: Busy...
pt_br: Ocupado...

source: Incoming Audio Call
pt_br: Nova Chamada de áudio

source: Incoming Video Call
pt_br: Nova Chamada de vídeo

source: Messenger Log
pt_br: Log de mensagens

source: Sender
pt_br: Remetente

source: Receiver
pt_br: Destinatário

source: Send On
pt_br: Enviar em

source: Not now
pt_br: Agora não

source: Manage Abuse Reports
pt_br: Gerenciar relatórios Abuso

source: Awaiting
pt_br: Aguardando

source: Accepted
pt_br: Aceito

source: Rejected
pt_br: Rejeitado

source: Reported User
pt_br: Usuário reportado

source: Total Report
pt_br: Relatório total

source: Moderate
pt_br: Moderado

source: Report Moderation
pt_br: Relatório de Moderação

source: Reported By
pt_br: Reportado por

source: Remarks
pt_br: Observações

source: Distance in __distanceUnit__
pt_br: Distância em __distanceUnit__

source: Show Advance Filter
pt_br: Mostrar Filtro Avançado

source: Hide Advance Filter
pt_br: Esconder Filtro Avançado

source: Personal
pt_br: Pessoal

source: Language
pt_br: Língua

source: Select Min Height
pt_br: Selecionar altura miníma

source: Select Max Height
pt_br: Selecionar altura máxima

source: Apply Filters
pt_br: Aplicar Filtros

source: __filterCount__ Match Found
pt_br: __filterCount__ Registro encontrado

source: Load More
pt_br: Mostrar Mais

source: There are no matches found.
pt_br: Nenhum resultado encontrado

source: Edit Sticker
pt_br: Editar Etiqueta

source: Back to Stickers
pt_br: voltar às etiquetas

source: Normal Price
pt_br: Preço normal

source: Premium Price
pt_br: Preço premium

source: Is for premium user only
pt_br: É apenas para usuários premium

source: Add Sticker
pt_br: Adicionar etiqueta

source: Manage Stickers
pt_br: Gerenciar etiquetas

source: Add New Sticker
pt_br: Adicionar nova etiqueta

source: Normal Price (In Credits)
pt_br: Preço normal (em créditos)

source: Premium Price (In Credits)
pt_br: Premium Preço (em créditos)

source: Is Premium
pt_br: É premium

source: Edit Gift
pt_br: Editar Presente

source: Back to Gifts
pt_br: Voltar para presentes

source: Add Gift
pt_br: Adicionar presente

source: Manage Gifts
pt_br: Gerenciar presentes

source: Add New Gift
pt_br: Adicionar novo presente

source: Edit Page
pt_br: Editar Página

source: Back to Pages
pt_br: Voltar para Páginas

source: Preview URL
pt_br: URL de Previsualizaçao

source: Description
pt_br: Descrição

source: Add Page
pt_br: Adicionar Página

source: Manage Pages
pt_br: Gerenciar Páginas

source: Add New Page
pt_br: Adicionar Nova Página

source: Created
pt_br: Criado em

source: Updated
pt_br: Atualizado em

source: You want to delete this page.
pt_br: Você quer eliminar esta página.

source: Preview Page
pt_br: Visualizar Página

source: Encounter
pt_br: Encontrar

source: Your daily limit for encounters may exceed or there are no users to show.
pt_br: O seu limite diário de encontros pode ter excedido ou não há usuários para mostrar.

source: This is a premium feature, to view encounter you need to buy premium plan first.
pt_br: Este é um recurso premium, você precisa comprar plano premium em primeiro lugar.

source: Random Users
pt_br: Usuário Aleatórios

source: All Users
pt_br: Todos os usuários

source: Premium Users
pt_br: Usuários premium

source: Browse in Incognito mode
pt_br: Navegar no modo Incognito

source: Show Who Likes Me
pt_br: Mostrar quem me deu curtida

source: Audio Call Via Messenger
pt_br: Chamada de Áudio via Mensageiro

source: Video Call Via Messenger
pt_br: Chamada de Vídeo via do Mensageiro

source: User Encounter
pt_br: Encontro de usuário

source: 728 X 90 (Appear in Header)
pt_br: 728 X 90 (aparecer no cabeçalho)

source: 728 X 90 (Appear in Footer)
pt_br: 728 X 90 (aparecem no rodapé)

source: 200 X 200 (Appear in User Sidebar)
pt_br: 200 X 200 (aparecem na barra lateral do utilizador)

source: Suspended
pt_br: Suspenso

source: On Hold
pt_br: Em espera

source: Completed
pt_br: Concluído

source: Invite
pt_br: Convite

source: Buying Package
pt_br: Compra Package

source: Sticker
pt_br: Etiqueta

source: Profile Boost
pt_br: Impulsionar perfil

source: Premium Plan
pt_br: Plano premium

source: Bonus Credits
pt_br: Créditos de bônus

source: Awaiting Payment
pt_br: Aguardando Pagamento

source: Pending
pt_br: Pendente

source: Refunded
pt_br: Reembolsado

source: Test
pt_br: Teste

source: Bonuses
pt_br: Bônus

source: Purchased
pt_br: Comprado

source: English
pt_br: Inglês

source: Italian
pt_br: Italiano

source: Portuguese
pt_br: Português

source: Russian
pt_br: Russo

source: Spanish
pt_br: Espanhol

source: Chinese
pt_br: Chinês

source: Japanese
pt_br: Japonês

source: Korean
pt_br: Coreano

source: Single
pt_br: Solteiro(a)

source: Married
pt_br: Casado(a)

source: Divorced
pt_br: Divorciado(a)

source: Widow
pt_br: Viúvo(a)

source: Studying
pt_br: Estudando

source: Working
pt_br: Trabalhando

source: Looking for work
pt_br: Procurando por trabalho

source: Retired
pt_br: Aposentado(a)

source: Self-Employed
pt_br: Empresário

source: Secondary school
pt_br: Ensino Médio

source: College
pt_br: Faculdade

source: University
pt_br: Universidade

source: Advanced degree
pt_br: Mestrado e/ou Doutorado
