Repository: ypb-dig/sugar_couple
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Save
pt_br: Salvar

source: Integration Settings
pt_br: Configurações de integração

source: Allow Pusher
pt_br: permitir Pusher

source: Pusher keys are installed.
pt_br: chaves Pusher estão instalados.

source: Update
pt_br: Atualizar

source: Add Your Pusher App ID
pt_br: Adicione seu ID Pusher App

source: Add Your Pusher App Key
pt_br: Adicione seu Pusher App Key

source: Pusher App Secret
pt_br: Pusher App Segredo

source: Add Your Pusher App Secret
pt_br: Adicione seu Pusher App Segredo

source: Pusher App Cluster Key
pt_br: Pusher App Key Cluster

source: Add Your Pusher App Cluster Key
pt_br: Adicione seu Pusher App Cluster Key

source: Allow Agora ( Audio / Video Call )
pt_br: Permitir Agora (Áudio / Vídeo Chamada)

source: Agora keys are installed.
pt_br: Ágora chaves estão instalados.

source: Add Your Agora App ID
pt_br: Adicione seu ID Agora App

source: Agora App Certificate Key
pt_br: Agora App Key Certificate

source: Add Your Agora App Certificate Key
pt_br: Adicione o Seu Agora App Key Certificate

source: Allow Google Map
pt_br: Permitir que o Google Map

source: Google Map keys are installed.
pt_br: chaves do Google Map estão instalados.

source: Add Your Google Map Key
pt_br: Adicione o seu Google Map Key

source: Allow Giphy
pt_br: permitir Giphy

source: Giphy keys are installed.
pt_br: chaves Giphy estão instalados.

source: Add Your Giphy Key
pt_br: Adicione o Seu Giphy Key

source: Social Login Settings
pt_br: Configurações de login sociais

source: Allow Facebook Login
pt_br: Permitir Facebook Login

source: Facebook keys are installed.
pt_br: chaves do Facebook estão instalados.

source: Add Your Facebook App ID
pt_br: Adicione seu ID Facebook App

source: Facebook App Secret
pt_br: Facebook App Segredo

source: Add Your Facebook App Secret
pt_br: Adicione o seu Facebook App Segredo

source: Allow Google Login
pt_br: Permitir que o Google Acesso

source: Google keys are installed.
pt_br: chaves do Google estão instalados.

source: Google Client ID
pt_br: Google Cliente ID

source: Add Your Google Client ID
pt_br: Adicione seu ID Google Cliente

source: Google Client Secret
pt_br: Google Segredo Cliente

source: Add Your Google Client Secret
pt_br: Adicione o seu Google Segredo Cliente

source: Feature Settings
pt_br: Definições de funções

source: Daily Encounter limit for Normal Users
pt_br: limite de encontro diário para usuários normais

source: Daily Encounter User
pt_br: Diário usuário Encounter

source: Settings
pt_br: Configurações

source: General
pt_br: Geral

source: Users
pt_br: Usuários

source: Payment Gateways
pt_br: Gateways de pagamento

source: Social Logins
pt_br: Logins social

source: Integrations
pt_br: Integrações

source: Premium Plans
pt_br: Planos Premium

source: Features
pt_br: Rescursos

source: Booster
pt_br: Intensificador

source: Advertisement
pt_br: Propaganda

source: Email Settings
pt_br: Configurações de e-mail

source: Use .env Default Settings
pt_br: Use .env configurações padrão de

source: Mailgun Domain
pt_br: Mailgun Domínio

source: Mailgun Secret
pt_br: Mailgun Segredo

source: Premium Plan Settings
pt_br: Configurações Plano Premium

source: Price
pt_br: Preço

source: General Settings
pt_br: Configurações Gerais

source: Upload Logo
pt_br: Carregar Logo

source: Upload Small Logo
pt_br: Carregar logo pequeno

source: Upload Favicon
pt_br: Carregar Favicon

source: Your Website Name
pt_br: Nome do seu site

source: Business Email
pt_br: Email corporativo

source: Contact Email
pt_br: Email de contato

source: Select Timezone
pt_br: Escolha um fuso horário

source: Distance Measurement
pt_br: Medição de Distância

source: User Settings
pt_br: Configurações do Usuário

source: Activation required for new user
pt_br: Activação necessária para novo usuário

source: Activation required for change email
pt_br: Activação necessária para a mudança de e-mail

source: Allocate Bonus Credits
pt_br: Alocar Créditos Bonus

source: No. of Credits
pt_br: Nº de Créditos

source: URL for Terms And Conditions
pt_br: URL para termos e condições

source: Manage Advertisement
pt_br: Gerenciar Anúncio

source: Enable
pt_br: Habilitar

source: Content
pt_br: Conteúdo

source: Payment Settings
pt_br: Configurações de pagamento

source: Enable Paypal Checkout
pt_br: Ativar Paypal Caixa

source: Testing Paypal Checkout keys are installed.
pt_br: teclas de testes Paypal Saída estão instalados.

source: Client Id
pt_br: ID do Cliente

source: Secret Key
pt_br: Chave secreta

source: Use Live
pt_br: Use Vivo

source: Live Paypal Checkout keys are installed.
pt_br: Vivo chaves Paypal Saída estão instalados.

source: Stripe
pt_br: Listra

source: Enable Stripe Checkout
pt_br: Ativar listra Caixa

source: Testing Stripe Checkout keys are installed.
pt_br: teclas de testes Stripe Saída estão instalados.

source: Publish Key
pt_br: publicar Key

source: Live Stripe Checkout keys are installed.
pt_br: Vivo chaves Stripe Saída estão instalados.

source: Enable Razorpay Checkout
pt_br: Ativar Razorpay Caixa

source: Testing Razorpay Checkout keys are installed.
pt_br: teclas de testes Razorpay Saída estão instalados.

source: Razorpay Secret Key
pt_br: Razorpay chave secreta

source: Live Razorpay Checkout keys are installed.
pt_br: Vivo chaves Razorpay Saída estão instalados.

source: Booster Settings
pt_br: Configurações de reforço

source: Booster Period (in Minutes)
pt_br: Período de reforço (em minutos)

source: Booster Price For Standard Users (in Credits)
pt_br: Impulsionador preço para usuários padrão (de créditos)

source: Booster Price For Premium Users (in Credits)
pt_br: Impulsionador Preço Para usuários Premium (de créditos)

source: Generate Fake Users
pt_br: Gerar usuários falsos

source: Number of users
pt_br: Número de usuários

source: Select a Country
pt_br: Selecione um pais

source: Select a Gender
pt_br: Selecione um gênero

source: Select a Language
pt_br: Selecione um idioma

source: Default Password
pt_br: Senha padrão

source: Age from
pt_br: Idade de

source: Age to
pt_br: Idade até

source: Financial Transactions
pt_br: Operações financeiras

source: Live Transaction
pt_br: Transação vivo

source: Test Transaction
pt_br: teste de Transação

source: Delete All
pt_br: Apagar tudo

source: User
pt_br: Usuário

source: Created On
pt_br: Criado em

source: Amount
pt_br: Montante

source: Payment Method
pt_br: Forma de pagamento

source: Package
pt_br: Pacote

source: Are You Sure!
pt_br: Você tem certeza!

source: You want to delete all test transactions.
pt_br: Você quer apagar todas as operações de teste.

source: Edit Credit Package
pt_br: Editar pacote de crédito

source: Back to Credit Packages
pt_br: Voltar para pacotes de crédito

source: Title
pt_br: Título

source: Credits
pt_br: Créditos

source: Active
pt_br: Ativo

source: Add Credit Package
pt_br: Adicionar pacote de crédito

source: Add
pt_br: Adicionar

source: Manage Credit Packages
pt_br: Gerenciar pacotes de crédito

source: Add New Package
pt_br: Adicionar Novo Pacote

source: Image
pt_br: Imagem

source: Action
pt_br: Açao

source: Edit
pt_br: Editar

source: Delete
pt_br: Excluir

source: There are no records.
pt_br: Não há registros.

source: Translation Languages
pt_br: Línguas de tradução

source: Add New Translation Language
pt_br: Adicionar Nova Tradução Linguística

source: Language Name
pt_br: Nome do idioma

source: Language Code
pt_br: Código idioma

source: Name
pt_br: Nome

source: Cancel
pt_br: Cancelar

source: Recollect all the translatable strings from the source & make it ready for translations
pt_br: Lembrar todas as strings traduzíveis a partir da fonte e torná-lo pronto para traduções

source: you want to delete this translation language?
pt_br: que deseja excluir este idioma de tradução?

source: __languageName__ Language Translations (__translationsCount__)
pt_br: __languageName__ Idioma Translations (__translationsCount__)

source: Back to languages
pt_br: Voltar para línguas

source: Auto translations (Google Spreadsheet)
pt_br: Traduções Automaticas (Google Spreadsheet)

source: Auto translations using Google Spreadsheet
pt_br: Traduções Automaticas que utilizam o Google Spreadsheet

source: Step 1
pt_br: Passo 1

source: Export
pt_br: Exportação

source: Export Translation Strings to XLSX file
pt_br: Exportação Tradução Texto de arquivo XLSX

source: Step 2
pt_br: Passo 2

source: Once downloaded file, Go to __googleSpreadSheetAnchorTag__ and Open the exported spreadsheet using upload.
pt_br: Uma vez que o arquivo baixado, vá para __googleSpreadSheetAnchorTag__ e abra a planilha exportada usando upload.

source: Step 3
pt_br: etapa 3

source: Then go to Edit Menu and Select Find and Replace option, now find __doubleQuotes__ and replace with __singleQuote__, Also check the option called "Also check within formulas" and click on Replace All button
pt_br: Então vá ao menu Editar e selecione Localizar e substituir opção, agora encontrar __doubleQuotes__ e substituir com __singleQuote__, verifique também a opção chamada "Verifique também dentro de fórmulas" e clique no botão Substituir tudo

source: Step 4
pt_br: Passo 4

source: Now it translate all your string automatically, Now just export using __downloadFunctionPath__ and Drag & Drop or Browse your excel file to process the translations below.
pt_br: Agora é traduzir toda a cadeia automaticamente, Agora é só exportar usando __downloadFunctionPath__ e Drag & Drop ou Procure seu arquivo excel para processar as traduções abaixo.

source: Please note
pt_br: Observe

source: Google Auto Translate given here is API key less method your IP may get BLOCKED for particular time, if too much requests are done.
pt_br: Google Auto Traduzir dado aqui é a chave API menos método seu IP pode ficar bloqueado por determinado tempo, se demasiado pedidos são feitos.

source: Google Auto Translate
pt_br: Google Translate Auto

source: Auto Translate
pt_br: Auto Traduzir

source: Auto Translation fetched Successfully
pt_br: Auto Tradução obtido com sucesso

source: Google Auto Translate given here is API key less method your IP may get BLOCKED for particular time, if too much requests are done. Check again after few hours or change your internet connection to change IP address
pt_br: Google Auto Traduzir dado aqui é a chave API menos método seu IP pode ficar bloqueado por determinado tempo, se demasiado pedidos são feitos. Verifique novamente depois de algumas horas ou alterar sua conexão com a internet para mudança de endereço IP

source: Failed to get auto translation
pt_br: Falha ao obter tradução automática

source: Notifications
pt_br: Notificações

source: Notification For
pt_br: Notificação Para

source: Time
pt_br: Tempo

source: There are no notification.
pt_br: Há nenhuma notificação.

source: Find Matches
pt_br: Encontrar Pessoas

source: Looking For
pt_br: Procurando por

source: All
pt_br: Tudo

source: Age Between
pt_br: Idade Entre

source: Distance From My Location (__distanceUnit__)
pt_br: Distância da minha localização (__distanceUnit__)

source: Anywhere
pt_br: Qualquer lugar

source: Search
pt_br: Procurar

source: Be Premium User
pt_br: Seja um Usuário Premium

source: Be Premium
pt_br: Seja premium

source: Notification
pt_br: Notificação

source: Show All Notifications.
pt_br: Mostrar todas as notificações.

source: Choose your language
pt_br: Escolha o seu idioma

source: Profile
pt_br: Perfil

source: Change Password
pt_br: Mudar senha

source: Change Email
pt_br: Mude o e-mail

source: Delete Account
pt_br: Deletar conta

source: Admin Panel
pt_br: Painel de administração

source: Logout
pt_br: Sair

source: Boost Profile
pt_br: Perfil impulso

source: Your credit balance is too low, please
pt_br: Seu saldo de crédito é muito baixo, por favor

source: purchase credits
pt_br: Compre créditos

source: This will costs you
pt_br: Isto ira custar

source: credits for immediate
pt_br: créditos para imediato

source: minutes
pt_br: minutos

source: Boost
pt_br: Impulso

source: Delete account?
pt_br: Deletar conta?

source: Are you sure you want to delete your account? All content including photos and other data will be permanently removed!
pt_br: Tem certeza de que deseja excluir a sua conta? Todo o conteúdo, incluindo fotos e outros dados serão removidos permanentemente!

source: Enter your password
pt_br: Coloque sua senha

source: Password
pt_br: Senha

source: Admin Section
pt_br: Seção de admin

source: Chat
pt_br: Bate-papo

source: Close
pt_br: Fechar

source: Loading...
pt_br: Carregando...

source: This field is required.
pt_br: Este campo é obrigatório.

source: Please fix this field.
pt_br: Corrija este campo.

source: Please enter a valid email address.
pt_br: Por favor insira um endereço de e-mail válido.

source: Please enter a valid URL.
pt_br: Por favor, insira um URL válido.

source: Please enter a valid date.
pt_br: Por favor insira uma data válida.

source: Please enter a valid date (ISO).
pt_br: Por favor, indique uma data válida (ISO).

source: Please enter a valid number.
pt_br: por favor insira um número válido.

source: Please enter only digits.
pt_br: Insira apenas dígitos.

source: Please enter the same value again.
pt_br: Por favor entre com o mesmo valor novamente.

source: Please enter no more than {0} characters.
pt_br: Por favor, indique não mais do que {0} caracteres.

source: Please enter at least {0} characters.
pt_br: Por favor, insira pelo menos {0} caracteres.

source: Please enter a value between {0} and {1} characters long.
pt_br: Por favor insira um valor entre {0} e {1} caracteres.

source: Please enter a value between {0} and {1}.
pt_br: Por favor insira um valor entre {0} e {1}.

source: Please enter a value less than or equal to {0}.
pt_br: Por favor insira um valor menor ou igual a {0}.

source: Please enter a value greater than or equal to {0}.
pt_br: Por favor insira um valor maior ou igual a {0}.

source: Please enter a multiple of {0}.
pt_br: Por favor, indique um múltiplo de {0}.

source: processing
pt_br: processando

source: Drag & Drop Files or Browse
pt_br: Arrastar & Soltar arquivos ou Procurar

source: Result Not Found
pt_br: Resultado não encontrado

source: Message is required
pt_br: Mensagem é obrigatória

source: Stickers
pt_br: Etiquetas

source: Contact
pt_br: Contato

source: Pages
pt_br: Páginas

source: Gifts
pt_br: Presentes

source: Credit Packages
pt_br: Pacotes de crédito

source: Abuse Reports
pt_br: Relatórios de abuso

source: User Uploads
pt_br: Carregamentos de usuários

source: Languages
pt_br: Línguas

source: If you have made changes which doesn't reflecting this link may help to clear all the cache.
pt_br: Se você tiver feito alterações que não esão aparecendo, este link pode ajudar a limpar todo o cache.

source: Clear System Cache
pt_br: Limpar cache do sistema

source: Messenger
pt_br: Mensageiro

source: Credit Wallet
pt_br: Carteira de crédito

source: Profile Booster
pt_br: Impulsionador perfil

source: My Profile
pt_br: Meu perfil

source: My Photos
pt_br: Minhas fotos

source: Who likes me
pt_br: Quem me curtiu

source: Mutual Likes
pt_br: Curtidas mútuas

source: My Likes
pt_br: Minhas curtidas

source: My Dislikes
pt_br: Minhas Não Curtidas

source: Visitors
pt_br: Quem me Viu

source: Blocked Users
pt_br: Usuários bloqueados

source: Featured Users
pt_br: Usuários em destaque

source: There are no Disliked users.
pt_br: Não há usuários não curtidos.

source: Notification Settings
pt_br: Configurações de notificação

source: Show Visitors Notification
pt_br: Mostrar aos visitantes Notificação

source: Show Likes Notification
pt_br: Mostrar notificação de curtidas

source: Show Gifts Notification
pt_br: Mostrar notificação de presentes

source: Show Messages Notification
pt_br: Mostrar notificação de mensagens

source: Show Login Notification For Your Liked Users
pt_br: Mostrar notificação de online para usuários que curti

source: There are no photos found.
pt_br: Não há fotos encontradas.

source: Reset Your Password?
pt_br: Redefinir sua senha?

source: We get it, stuff happens. Just enter your email address below and we'll send you a link to reset your password!
pt_br: Nós sabemos que estas coisas acontecem. Basta digitar o seu endereço de e-mail abaixo e nós enviaremos um link para redefinir sua senha!

source: Enter Email Address...
pt_br: Insira o endereço de e-mail...

source: New Password
pt_br: Nova senha

source: New Password Confirmation
pt_br: Nova confirmação de senha

source: Reset Password
pt_br: Password Reset

source: Create an Account!
pt_br: Crie a sua conta aqui!

source: Already have an account? Login!
pt_br: já tem uma conta? Conecte-se!

source: There are no mutual likes.
pt_br: Não há gostos mútuos.

source: Activate your new email address
pt_br: Ative seu novo endereço de email

source: Almost finished... You need to confirm your email address. To complete the activation process, please click the link in the email we just sent you.
pt_br: Quase terminado ... Você precisa confirmar o seu endereço de e-mail. Para completar o processo de ativação, por favor clique no link no e-mail que acabamos de enviar você.

source: Current Email
pt_br: Email atual

source: Current Password
pt_br: Senha atual

source: New Email
pt_br: Novo Email

source: Update Email
pt_br: Atualizar Email

source: Please complete your profile
pt_br: Por favor, complete seu perfil

source: Profile Pictures
pt_br: Fotos de perfil

source: Choose Location
pt_br: Escolha a localização

source: Finished
pt_br: Concluído

source: Birthday
pt_br: Aniversário

source: Location
pt_br: Localização

source: Something went wrong with Google Api Key, please contact to system administrator.
pt_br: Algo deu errado com Google Api Key, entre em contato com administrador do sistema.

source: Congratulations
pt_br: Parabéns

source: Ready to Leave?
pt_br: Pronto para partir?

source: Select "Logout" below if you are ready to end your current session.
pt_br: Selecione "Sair" abaixo se você está pronto para encerrar sua sessão atual.

source: Selected
pt_br: Selecionado

source: Your Wallet Balance
pt_br: Saldo da sua Carteira Virtual

source: __creditBalance__ Credit
pt_br: __creditBalance__ Crédito

source: You can use these credits on this website for the various purchases like Gift & Sticker purchases etc
pt_br: Você pode usar esses créditos neste site para as várias compras como Presentes & Etiquetas, etc.

source: Buy More Credits
pt_br: Comprar mais créditos

source: __credits__ Credit
pt_br: __credits__ crédito

source: for __currencyCode__ __price__ only
pt_br: por apenas __currencyCode__ __price__

source: There are no packages
pt_br: Não há pacotes

source: Wallet Transactions
pt_br: Transações da carteira

source: Transaction On
pt_br: Data da Transação

source: Transaction For
pt_br: Transação Para

source: Credits (credited/debited)
pt_br: Créditos (creditado / debitado)

source: Financial Transaction
pt_br: Trasação financeira

source: Method
pt_br: Método

source: Mode
pt_br: Modo

source: Payment Canceled by User
pt_br: Pagamento cancelado pelo usuário

source: Something went wrong with paypal checkout, please contact to administrator.
pt_br: Algo deu errado com checkout paypal, por favor contacte o administrador.

source: Payment Successful, Credits has been added successfully to your wallet
pt_br: Pagamento bem sucedido, Créditos foi adicionado com sucesso à sua carteira

source: Reload to Update
pt_br: Recarregue para atualizar

source: There are no any users who likes me.
pt_br: Não há quaisquer usuários que gosta de mim.

source: Forgot Your Password?
pt_br: Esqueceu sua senha?

source: There are no visitors.
pt_br: Não há visitantes.

source: Update User
pt_br: Atualizar Usuário

source: Back to Users
pt_br: Voltar para usuários

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Último nome

source: Username
pt_br: Nome do usuário

source: Mobile Number
pt_br: Número de celular

source: Add New User
pt_br: Adicionar novo usuário

source: Confirm Password
pt_br: Confirme a Senha

source: Designation
pt_br: Designação

source: Submit
pt_br: Enviar

source: User Details
pt_br: Detalhes do usuario

source: Full Name
pt_br: Nome completo

source: Inactive
pt_br: Inativo

source: Never Activated
pt_br: Nunca Ativado

source: Blocked
pt_br: Bloqueado

source: Profile Picture
pt_br: Foto do perfil

source: You want to delete this user, it will be placed in deleted tab.
pt_br: Você deseja excluir este usuário, ele será colocado no tab eliminados.

source: You want to permanent delete this user.
pt_br: Você quer permanente excluir este usuário.

source: Transactions
pt_br: Transações

source: Verify
pt_br: Verificar

source: Restore
pt_br: Restaurar

source: Block
pt_br: Quadra

source: Soft Delete
pt_br: Excluir logicamente

source: Unblock
pt_br: Desbloquear

source: User Transactions
pt_br: Transações de usuários

source: This user is unavailable.
pt_br: Este usuário não está disponível.

source: You have blocked this user.
pt_br: Você bloqueou este usuário.

source: __totalUserLike__ like
pt_br: __totalUserLike__ como

source: __totalVisitors__ view
pt_br: __totalVisitors__ vista

source: Report
pt_br: Relatório

source: Block User
pt_br: Bloquear usuário

source: Online
pt_br: Conectados

source: Idle
pt_br: Ocioso

source: Offline
pt_br: Desconectados

source: Drag & Drop your picture or
pt_br: Arraste & Solte sua imagem ou

source: Browse
pt_br: Procurar

source: Premium User
pt_br: Utilizador premium

source: Like Dislike
pt_br: Curtir Não Curtir

source: Liked
pt_br: Curtida

source: Like
pt_br: Curtir

source: Disliked
pt_br: Não Curti

source: Dislike
pt_br: Não curti

source: Send a message or Gift
pt_br: Enviar uma mensagem ou presente

source: Message
pt_br: Mensagem

source: Send Gift
pt_br: Enviar presente

source: Gift
pt_br: Presente

source: About Me
pt_br: Sobre mim

source: Photos
pt_br: Fotos

source: Ooops... No images found...
pt_br: Ooops ... Não foram encontradas imagens ...

source: sent by
pt_br: enviado por

source: This is a private gift you and only sender can see this.
pt_br: Este é um presente particular, só você e o remetente pode ver isso.

source: There are no gifts.
pt_br: Não há presentes.

source: Basic Information
pt_br: Informação básica

source: Gender
pt_br: Gênero

source: Preferred Language
pt_br: língua preferida

source: Relationship Status
pt_br: Status de relacionamento

source: Work Status
pt_br: Status de trabalho

source: Education
pt_br: Educação

source: Choose your gender
pt_br: Escolha sua opção

source: Choose your Preferred Language
pt_br: Escolha o seu idioma preferido

source: Choose your Relationship Status
pt_br: Escolha o seu Estado de Relação

source: Choose your work status
pt_br: Escolha o seu status de trabalho

source: Choose your education
pt_br: Escolha a sua educação

source: Say something about yourself.
pt_br: Diga algo sobre si mesmo.

source: Choose __label__
pt_br: Escolha __label__

source: Abuse Report to __username__
pt_br: Relatório de abusos a __username__

source: Reason
pt_br: Razão

source: (Credits Available: __availableCredits__)
pt_br: (Créditos disponíveis: __availableCredits__)

source: Private
pt_br: Privado

source: Send
pt_br: Enviar

source: There are no gifts
pt_br: Não há presentes

source: You want to block this user.
pt_br: Você deseja bloquear este usuário.

source: Mobile No
pt_br: Celular

source: Email Address
pt_br: Endereço de e-mail

source: Repeat Password
pt_br: Repita a senha

source: I accept all
pt_br: Eu aceito tudo

source: terms and conditions
pt_br: termos e condições

source: Register Account
pt_br: Registar Conta

source: Register with Google
pt_br: Registe-se no Google

source: Register with Facebook
pt_br: Registe-se no Facebook

source: Forgot Password?
pt_br: Esqueceu a senha?
